pg_cpu_benchmark/runs/c2d-32_1.5ms_c1.txt
pgbench (18.4 (Debian 18.4-1.pgdg13+1))
transaction type: /scripts/03_run_benchmark.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 266
number of failed transactions: 0 (0.000%)
latency average = 113.094 ms
initial connection time = 14.421 ms
tps = 8.842223 (without initial connection time)