pg_cpu_benchmark/runs/c2d-32_1.5ms_c1500.txt
pgbench (18.4 (Debian 18.4-1.pgdg13+1))
transaction type: /scripts/03_run_benchmark.sql
scaling factor: 1
query mode: prepared
number of clients: 1500
number of threads: 1500
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 9853
number of failed transactions: 0 (0.000%)
latency average = 9530.292 ms
initial connection time = 2491.758 ms
tps = 157.392867 (without initial connection time)