pg_cpu_benchmark/runs/c2d-32_c1500_warm.txt
pgbench (18.4 (Debian 18.4-1.pgdg13+1))
transaction type: /scripts/03_run_benchmark.sql
scaling factor: 1
query mode: prepared
number of clients: 1500
number of threads: 1500
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 5006
number of failed transactions: 0 (0.000%)
latency average = 9690.340 ms
initial connection time = 2449.091 ms
tps = 154.793329 (without initial connection time)