pg_cpu_benchmark/runs/c2d-32_native_c1.txt
pgbench (18.4 (Debian 18.4-1.pgdg13+1))
transaction type: /scripts/03_run_benchmark.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 278
number of failed transactions: 0 (0.000%)
latency average = 108.248 ms
initial connection time = 6.855 ms
tps = 9.238013 (without initial connection time)