pg_cpu_benchmark/runs/n2-32_1.5ms_c1.txt
pgbench (18.4 (Debian 18.4-1.pgdg13+1))
transaction type: /scripts/03_run_benchmark.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 213
number of failed transactions: 0 (0.000%)
latency average = 141.057 ms
initial connection time = 14.150 ms
tps = 7.089350 (without initial connection time)