pg_cpu_benchmark/runs/n2-32_c1500_warm.txt
pgbench (18.4 (Debian 18.4-1.pgdg13+1))
transaction type: /scripts/03_run_benchmark.sql
scaling factor: 1
query mode: prepared
number of clients: 1500
number of threads: 1500
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 4847
number of failed transactions: 0 (0.000%)
latency average = 10164.616 ms
initial connection time = 2418.994 ms
tps = 147.570743 (without initial connection time)