pg_cpu_benchmark/runs/n2-32_native_c1500.txt
pgbench (18.4 (Debian 18.4-1.pgdg13+1))
transaction type: /scripts/03_run_benchmark.sql
scaling factor: 1
query mode: prepared
number of clients: 1500
number of threads: 1500
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 9418
number of failed transactions: 0 (0.000%)
latency average = 10080.802 ms
initial connection time = 2527.895 ms
tps = 148.797684 (without initial connection time)